app/controllers/exhibition_controller.rb

SELECT "pictures".* FROM "pictures"
---
  def show
    @pictures = Picture.all