app/controllers/welcome_controller.rb

  def index
    @exhibitions = Exhibition.all
---
SELECT "exhibitions".* FROM "exhibitions"